Repository: benjikimix/kodi_projcontrol
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr

# #32001
source: Projector Details
fr_fr: Paramètres VP

# #32002
source: Serial Device
fr_fr: Port série

# #32003
source: Response Read Timeout
fr_fr: Temps de réponse max

# #32004
source: Manufacturer
fr_fr: Fabricant

# #32005
source: Model
fr_fr: Modèle

# #32010
source: Projector Control
fr_fr: Contrôle

# #32011
source: Start projector when Kodi starts
fr_fr: Démarrer le VP au lancement de Kodi

# #32012
source: Shutdown projector when Kodi exits
fr_fr: Éteindre le VP à l'extinction de Kodi

# #32013
source: Shutdown projector when screensaver activates
fr_fr: Éteindre le VP pendant l'économiseur d'écran

# #32014
source: Delay after screensaver activation before projector shutdown
fr_fr: Délai d'extinction après activation de l'économiseur d'écran

# #32015
source: Start projector when screensaver deactivates
fr_fr: Démarrer le VP au retour de l'économiseur d'écran

# #32016
source: Minimum interval between projector shutdown and startup
fr_fr: Temps minimum entre extinction et allumage du VP

# #32017
source: Set input source on projector after projector starts
fr_fr: Régler la source d'entrée après allumage

# #32018
source: Input source
fr_fr: Source d'entrée

# #32020
source: Library Updates
fr_fr: Médiathèque

# #32021
source: Update library when projector shuts down
fr_fr: Mettre à jour la médiathèque à l'extinction du VP

# #32022
source: Update Music Library
fr_fr: Mettre à jour la médiathèque Musiques

# #32023
source: Update Video Library
fr_fr: Mettre à jour la médiathèque Vidéos

# #32024
source: Regular updates
fr_fr: Mises à jour périodiques

# #32025
source: Update every (Minutes)
fr_fr: Mettre à jour toutes les (minutes)

# #32030
source: REST API
fr_fr: API REST

# #32031
source: Enable REST API
fr_fr: Activer l'API REST

# #32032
source: Listen Address
fr_fr: Adresse IP d'écoute

# #32033
source: Listen Port
fr_fr: Port d'écoute

# #32100
source: Projector Command Failed
fr_fr: La commande VP a échoué

# #32101
source: Report From Projector
fr_fr: Message du VP

# #32200
source: REST API not available, see https://github.com/fredrik-eriksson/kodi_projcontrol for possible reasons
fr_fr: API REST non disponible, voir https://github.com/fredrik-eriksson/kodi_projcontrol pour les causes possibles

# #32201
source: Failed to start API web server, Try to disable and reenable addon
fr_fr: Impossible de lancer le serveur web API. Essayez de désactiver puis réactiver l'extension

# #32202
source: Failed to start projector web server, Try to disable and reenable addon
fr_fr: Impossible de démarrer le serveur web du VP. Essayer de désactiver puis réactiver l'extension

# #32203
source: Configuration error: unsupported manufacturer
fr_fr: Erreur de configuration : fabricant non supporté

# #32204
source: Failed to open projector serial device
fr_fr: Impossible d'ouvrir le port série

# #32205
source: Failed to send command to projector
fr_fr: Impossible d'envoyer une commande au VP

# #32206
source: Error when sending command to projector
fr_fr: Erreur lors de l'envoi d'une commande au VP

# #32207
source: Configuration error: invalid source for this model
fr_fr: Erreur de configuration : source invalide pour ce modèle

# #32300
source: Started projector API at
fr_fr: API du projecteur démarrée à

# #32301
source: Projector API stopped
fr_fr: API du projecteur stoppée
